export const translation = {
  1_1: `Хоббит
Глава 1.
Неожиданные гости 
в норе под землей: «в земле»;  жил-был хоббит. #hole — дыра, отверстие
не в отвратительной, грязной, мокрой норе, 
заполненной хвостами червей  и затхлым запахом тины # end — конец, край # oozy — илистый, влажный, 
но и не в сухой, голой, песчаной норе в которой нет ничего, на чем /можно/ посидеть или /что можно/ съесть: 
это была нора хоббита, 
а это значит — комфортная /нора/.  #comfort — утешение, успокоение; уют
у нее была совершенно круглая дверь как иллюминатор, 
выкрашенная в зеленый цвет, 
с отполированной желтой медной круглой ручкой точно по середине. #shiny — ясный, солнечный, начищенный
дверь открывалась /и вела/ в зал, в форме трубы похожий на туннель: # to open on — вести куда-либо /о двери/
в очень благоустроенный туннель без копоти # smoke — дым, курение, 
с обшитыми панелями стенами и полом, покрытым кафельной плиткой и ковром, 
обставленный полированными стульями #to provide with — снабжать, обеспечивать, 
и с множеством и множеством крючков для шляп и пальто  — 
хоббит очень любил гостей.
туннель продолжал виться и виться# on — зд. указывает на продолжение действия, 
ведя почти что, но не совсем прямо в сторону холма  — 
Холма, 
как все люди на много миль вокруг называли его  — 
и много маленьких круглых дверей открывались наружу /из него/, 
сперва по одной стороне и затем по другой. 
никаких хождений вверх /по лестнице/ для хоббита: 
спальные комнаты, 
ванные комнаты погреба, 
кладовые для провизии множество кладовых: «таковых»), 
гардеробные  
у него были целые комнаты, предназначенные для одежды # to devote — посвящать, отдавать целиком, 
кухни, 
столовые, 
все были расположены на одном и том же этаже, 
и уж конечно, в одном и том же проходе. 
все самые лучшие комнаты были с левой стороны со стороны входа), 
так как это были единственные комнаты в которых были окна, 
глубоко посаженные круглые окошки входящие на его сад и луга за ним, 
спускающиеся к реке.
этот самый хоббит был очень обеспеченным хоббитом, 
и фамилия его была Бэггинс. 
семья Бэггинсов жила в окрестностях Холма  с незапамятных времен # neighbourhood—соседство, близость # mind — ум, разум, 
и люди считали их очень почтенными, 
и не только потому, что большинство из них были богаты, 
но также и потому, что они никогда не участвовали ни в каких приключениях  
или /никогда не/ делали ничего неожиданного: 
можно было сказать, что ответит один из Бэггинсов на любой вопрос  
не утруждаясь даже спросить его # bother— беспокойство, хлопоты 
эта история о том как Бэггинс попал в приключения, 
и обнаружил внезапно, что он делает и говорит совершенно неожиданные вещи. # to find oneself doing smth. — сделать что-либо неожиданно для себя самого
он, может быть, и потерял уважение соседей но он приобрел  — 
ну, вы сами увидите приобрел ли он что-нибудь в конце концов.
мать нашего этого хоббита - # particular — особый, специфический 
а что такое хоббит? 
я полагаю, что хоббитам необходимо /дать/ небольшое описание в наши дни, 
так как они стали редкостью и стесняются Высокого Народа как они называют нас. # big — большой, крупный
они /есть/  
или были) 
приземистым народом # little — маленький, небольшой, короткий, 
где-то вполовину нашего роста, 
и меньше, чем бородатые Гномы. 
У хоббитов нет бороды. 
в них мало, а то и совсем нет никакой магии, 
за исключением обычной, повседневной разновидности /волшебства/ которое помогает им исчезать тихо и быстро  
когда большие глупые люди, вроде тебя и меня идут ощупью # sort — вид, род, сорт  # blunder — грубая ошибка; промах; # to blunder along  — двигаться ощупью; спотыкаться, 
и делают столько же шума, сколько слоны и который они могут слышать за целую милю.
они имеют склонность быть толстенькими в брюшке; 
они одеваются в одежду ярких цветов  
большей частью зеленого и желтого); 
не носят обувь, 
потому что на их ступнях растут от природы кожистые подошвы  
и густой теплый бурый мех: «каштановые волосы» как и мех: «волосы» на их головах # thick — толстый, жирный # stuff — материал, вещество   
который /еще и/ кудрявый; 
у них: «/они/ имеют» длинные ловкие смуглые пальцы # clever — умный, талантливый, умелый, 
добродушные лица, 
и смеются /они/ глубоким сочным смехом # fruity — фруктовый   
особенно после обеда, 
который у них два раза в день когда они могут его добыть). 
теперь вы знаете достаточно чтобы продолжать.
как я говорил, 
мать этого самого хоббита  — 
Бильбо Бэггинса, то есть  — 
была легендарная 
Белладонна Тук, 
одна из трех замечательных дочерей Старого Тука, 
главы хоббитов которые жили по ту сторону Воды, 
маленькой речки которая текла у подножия Холма # to run / ran - бежать, гнать #feet — нога, ступня, основание 
часто поговаривали  
в других семьях) 
что давным — давно один из предков семейства Туков  
должно быть, взял в жены волшебницу. 
это было, конечно же, 
нелепо, 
но, несомненно, было все-таки что— то не совсем хоббитовское: «похожее на хоббитов» в них, — 
и, время от времени  
члены клана Туков отправлялись и искали: «имели» приключения. 
они незаметно: «обдуманно, осмотрительно» исчезали, 
и /их/ семья заминала этот /факт/ # to hush — водворять тишину, успокаивать  
но факт оставался фактом что семейство Туков не было таким же почтенным, как семейство Бэггинсов, 
хотя они были, вне всякого сомнения, богаче.
не то чтобы у Белладонны Тук случились какие-нибудь приключения
после того, как она стала миссис Банго Бэггинс. 
Банго, 
который был отцом Бильбо, 
построил самую что ни на есть роскошную хоббитовскую нору для нее  
и частично на ее деньги) 
которую можно было обнаружить либо под Холмом  
или за Холмом  
или по ту сторону Воды, 
и там они оставались до конца своих дней. 
`,
  1_2: `однако, возможно, что Бильбо, 
ее единственный сын, 
хотя он выглядел и вел себя совсем как точная копия: «второе издание» его солидного и спокойного отца # comfortable — удобный, довольный; спокойный, 
получил что-то чуть-чуть странное во внешности и характере со стороны семейства Туков, # make-up — состав, конституция
что-то, что только и ждало шанса, чтобы выйти наружу. 
шанс так никогда и не представился # to arrive — прибывать, приезжать, приходить, 
до тех пор, пока Бильбо Бэггинс не вырос, 
/ему/ было почти пятьдесят лет или около того, 
и жил /он/ в прекрасной хоббитовской норе построенной его отцом, 
которую я только что описал для вас, 
до тех самых пор, когда он, на самом деле, явно не остепенился: «осел» недвижимо/непоколебимо # to move — двигать.
по какому-то странному случаю однажды утром, давным-давно в тишине того мира, 
когда было меньше шума и больше зелени, 
и хоббиты были все еще многочисленны и процветали, 
и Бильбо Бэггинс стоял у своей двери после завтрака  
куря чрезвычайно длинную деревянную трубку которая почти достигала до его мохнатых пальцев ног  # enormous — громадный 
/которые были/ аккуратно причесаны /щеткой/) — 
зашел Гэндальф.
Гэндальф! 
если бы вы слышали только четверть из того, что я слышал о нем, 
а я слышал только очень маленькую часть из всего того, что можно было услышать, 
то вы были бы готовы к любой разновидности замечательной истории. 
истории и приключения давали побеги по всей округе # place— место; город   
куда бы он ни шел, 
самым необыкновенным образом. 
он не был здесь, на этом пути под Холмом уже много-много лет, 
с тех самых пор, когда его друг Старый Тук умер на самом-то деле, # age — возраст; период времени, эпоха
и хоббиты уже почти забыли как он выглядел. 
он уехал за Холм и по ту сторону Воды по своему личному делу  # to be away — отсутствовать 
с тех самых пор, когда они все были маленькими хоббитами-мальчиками и хоббитами-девочками.
все, что неподозревающий Бильбо увидел в то утро  
был какой-то старик с посохом. 
на нем была высокая остроконечная синяя шляпа, 
длинная серая накидка, 
серебристый шарф над которым белая борода свисала /вниз/ ниже /его/ пояса # waist — талия, 
и огромные черные башмаки.
доброе утро!” 
сказал Бильбо, 
и именно это он и имел в виду. 
солнце светило, 
и трава была очень зеленой. 
но Гэндальф взглянул на него из-под длинных кустистых бровей которые выступали вперед дальше, чем край его шляпы с широкими полями # shady — тенистый # shade — тень.
что вы имеете в виду?” 
сказал он. 
вы желаете мне доброго утра, 
или вы считаете, что это утро доброе хочу я этого или нет; 
или то, что вы чувствуете себя хорошо сегодня утром; 
или что это утро, в которое надо быть добрым?”
все это: «все из них» одновременно,” 
сказал Бильбо. 
и очень хорошее утро для трубочки табаку на открытом воздухе в придачу # door — дверь # bargain — торговая сделка. 
если у вас с собой есть трубка присаживайтесь и возьмите щепотку моего /табака/! 
некуда торопиться: «нет спешки», 
у нас впереди целый день!”
затем Бильбо присел на стульчик у своей двери, 
скрестил ноги, 
и выдохнул прекрасное серое колечко дыма которое поплыло вверх в воздухе не разорвавшись # to break — ломать(ся), разбивать 
и уплыло вдаль, за Холм.
очень мило!” 
сказал Гэндальф. 
но у меня нет времени чтобы выдувать колечки дыма этим утром. 
я ищу кого-нибудь /кто бы/ разделил со мной приключение которое я организую, 
и очень трудно найти кого-нибудь.”
еще бы: «я бы подумал так»  — 
в этих-то краях! # part — часть, доля, сторона 
мы обычные тихие люди и не нуждаемся в приключениях # use — применение, цель, польза. 
/в этих/ отвратительных, тревожных, неуютных событиях! 
заставляют тебя опаздывать к обеду! 
не могу понять, что кто-то видит в них /путного/,” 
сказал наш мистер Бэггинс, 
и засунул /один/ большой палец за свои подтяжки, 
и выдул другое, даже еще большее колечко дыма. 
затем он достал свою утреннею почту # letter — письмо 
и начал читать, 
притворяясь, что не обращает больше никакого внимания на старика. 
он уже решил что он был не совсем в его вкусе: «не совсем его сорта», 
и он хотел, чтобы тот ушел. 
но старик не двигался. 
он стоял, опираясь на свою палку и смотря пристально на хоббита ничего не говоря /при этом/, 
до тех пор, пока Бильбо стало совсем не по себе  и /он/ даже слегка рассердился. # uncomfortable — неудобный # cross — поперечный; раздраженный, злой  
доброе утро!” 
сказал он наконец. 
не нужны нам здесь никакие приключения, спасибо! 
вы можете попытаться за Холмом или по ту сторону Воды.” 
этим он имел в виду что разговор подошел к концу.
для какого большого количества ситуаций вы действительно используете «Доброе утро»!” 
сказал Гэндальф. 
теперь вы имели в виду что вы хотите избавиться от меня, 
и что оно /утро/ не будут добрым до тех пор, пока я не уберусь.”
вовсе нет ничуть глубокоуважаемый сэр постойте, я не уверен, знаю ли я ваше имя?” # dear — дорогой, милый # to see — видеть, смотреть  
“да /знаете/, 
да, глубокоуважаемый сэр  — 
и я точно знаю ваше имя мистер Бильбо Бэггинс. 
и вы точно знаете мое имя, 
хотя вы и не помните, что оно принадлежит мне: «я принадлежу ему». 
я — 
Гэндальф, 
а Гэндальф это и есть я: «это и значит я»! 
подумать только что я доживу до того, чтобы мне «доброутровствовал» = говорил на разные лады «Доброе утро» сын Белладонны Тук, 
как будто я тут торгую пуговицами у ворот!”    
`,
  1_3: `“Гэндальф, 
Боже правый! # gracious — милостивый  
не тот ли самый странствующий волшебник который подарил Старому
Туку пару волшебных бриллиантовых запонок которые сами застегивались  и никогда не расстегивались, пока им не прикажешь? # to fasten — связывать, скреплять
не тот ли самый человек который, бывало, рассказывал такие удивительные истории в гостях  о драконах, и гоблинах, и великанах  # party — отряд, компания; вечеринка
и о спасении принцесс и о неожиданной удаче вдовьих сынов? 
не тот ли самый человек, который, бывало, устраивал такие особенно великолепные фейерверки! 
я их помню Старый Тук, бывало, устраивал их в канун /дня/ Летнего солнцестояния: «середины лета». 
блестяще они, бывало, поднимались /так высоко/ как огромные лилии и львиный зев и ракитник-золотой дождь из огня и висели в сумерках весь вечер!”
вы уже заметили что мистер Бэггинс не был уж таким прозаичным как ему хотелось верить, 
а также, что ему очень нравились цветы.
Боже мой продолжал он. 
не тот ли самый Гэндальф, благодаря которому так много спокойных пареньков и девчушек затерялись неизвестно где в поисках безрассудных приключений. # blue — синий цвет # responsible — ответственный 
любых /приключений/ — от лазанья по деревьям до походов в гости к Эльфам или плавания на кораблях плавания к другим берегам! 
ей-богу, # to bless — благословлять, славословить
а жизнь-то была очень интерес…  — 
я имею в виду что вы чрезвычайно нарушали порядок в этих краях давным-давно. # to upset — опрокидывать, расстраивать
прошу прощения но я и понятия не имел что вы все еще при деле.”
а где же еще я должен быть?” 
сказал волшебник. 
тем не менее мне приятно обнаружить что вы помните кое— что обо мне. 
вы, кажется, любезно помните мои фейерверки во всяком случае, 
это значит, что все не так безнадежно: «страна/земля не без надежды». # land — земля, страна
безусловно, ради вашего старого деда Тука и ради бедной Белладонны, 
я дам вам то, о чем вы просили.”
прошу прощения, 
я ни о чем не просил!”
да, просили! 
теперь уже дважды. 
моего прощения. 
я даю его вам. 
на самом деле я даже пойду дальше, и отправлю вас на это приключение. 
очень забавное /приключение/ для меня, 
очень хорошее для вас  
и очень прибыльное, к тому же очень вероятно, 
если только вы доберетесь до его конца.” # to get over — закончить, разделаться
извините! 
я не хочу никаких приключений, благодарю. 
не сегодня. 
доброго утра! 
но, будьте добры, заходите к чаю  — 
в любое время, какое вы захотите! 
почему бы и не завтра? 
приходите завтра! 
до свидания!”
на этом хоббит повернулся и поспешно скрылся за своей круглой зеленой дверью # inside — внутрь, 
и закрыл ее так быстро, как он только посмел, 
чтобы не выглядеть грубым. 
волшебники, в конце-то концов, все же волшебники.
чего это ради я позвал его к чаю!” # earth — земля; мир  
сказал он сам себе когда он отправился в кладовку. 
он только что позавтракал, 
но он подумал, что один или два кекса и какой-нибудь напиток пойдут ему на пользу после /его/ такого испуга. 
Гэндальф тем временем все еще стоял за дверью снаружи, 
и долго, но спокойно, смеялся. 
спустя некоторое время он сделал шаг вперед, 
и острием своего посоха  
нацарапал странный знак на красивой зеленой входной двери /дома/ хоббита. 
затем он ушел большими шагами/большими шагами/, # to stride — шагать 
как раз в то самое время когда Бильбо доедал: «заканчивал» свой второй кекс  
и начинал думать что он очень удачно избежал приключений.
на следующий день он почти что забыл о Гэндальфе. 
он не очень-то хорошо /обычно/ запоминал вещи, 
если он только не записывал их в свою записную книжку для встреч  
подобно этому: 
Гэндальф, 
чай, среда. 
вчера он был слишком взволнован чтобы сделать что-нибудь подобное. 
как раз перед самым временем вечернего чая раздался оглушительный звонок дверного колокольчика, # tremendous — жуткий, страшный, ужасный
и тогда-то он вспомнил! 
он кинулся и поставил /на огонь/ чайник, 
и поставил /на стол/ еще одну чашку и блюдце  
и один или два /дополнительных/ кексов, 
и побежал к двери.
извините, что заставил вас ждать!” 
собирался сказать он, 
когда он увидел, что это был совсем и не Гэндальф.
это был какой-то гном  
с синей бородой заправленной за золотистый ремень, 
и очень яркими глазами под его темно— зеленым капюшоном. 
как только дверь открылась, 
он уверенно вошел внутрь # to push — толкать, пихать, 
словно его-то и ожидали. 
он повесил свою накидку с капюшоном на ближайший колышек, 
и  
Двалин, к вашим услугам!” # service — услужение, работа  
сказал он с низким поклоном.
Бильбо Бэггинс к вашим!” 
сказал хоббит, 
слишком удивленный, чтобы задавать вопросы в данный момент. 
когда тишина, которая последовала стала уже неловкой он добавил: 
я как раз собираюсь пить чай прошу вас, проходите и выпейте немного /чаю/ со мной.” 
/прозвучало/ немного сдержанно, возможно, # stiff — тугой, негибкий, жесткий
но он хотел /чтобы это звучало/ радушно. 
а что бы вы сделали, 
если незваный гном приходит и вешает свои вещи /на колышек/ в вашем зале без малейшего слова объяснения? # to invite — приглашать    
`,
  1_4: `они не долго сидели за столом, 
на самом деле, они едва добрались до третьего кекса, 
когда раздался другой, даже еще более громкий звон колокольчика.
извините!” 
сказал хоббит, 
и отправился к двери.
итак, вы все-таки добрались сюда, наконец-то!” 
/было то/ вот что он собирался сказать Гэндальфу на этот раз. 
но это был не Гэндальф. 
вместо него 
там стоял очень старый гном  на ступеньке с белой бородой и алым капюшоном; # old-looking — выглядеть старым
и он тоже вскочил внутрь как только дверь распахнулась, 
как будто его-то и приглашали.
я вижу, что они уже начали прибывать,” 
сказал он когда он заметил: «поймал вид» зеленый капюшон Двалина висящий /на колышке/. # to catch — ловить
он повесил свой красный капюшон радом с ним, 
и  
Балин, к вашим услугам!” 
сказал он, приложив руку к своей груди: «со своей рукой на своей груди».
спасибо!” 
сказал Бильбо, задыхаясь от изумления. # gasp — затрудненное дыхание, удушье
это было сказано невпопад: «это не было то, что нужно было сказать», # correct — правильный, верный
но /фраза/, 
что «они начали прибывать»  
крайне взволновала его. 
он любил гостей, 
но ему нравилось, когда он знает их до того, как они прибывали, 
и он предпочитал приглашать их сам. 
ему пришла ужасная мысль что кексы могут закончиться # to run short — истощаться, подходить к концу # to run — бежать # short — короткий, 
и тогда ему  — 
как хозяину он знал свой долг и придерживался его, каким бы мучительным /он ни был/  — 
ему, возможно, придется обойтись без /кексов/.
заходите и выпейте чаю!” 
удалось ему сказать после глубокого вдоха.
немного пива подошло бы мне лучше если вам все равно дорогой сэр,” 
сказал Балин, с белой бородой. 
но я был бы не против и кекса с тмином если у вас есть такой.”
в огромном количестве!” 
неожиданно для себя отвечал Бильбо, 
к своему собственному удивлению; 
и он, к собственному удивлению, поспешно побежал к тому же в погреб, чтобы наполнить пивную кружку объемом в пинту # pint — пинта, мера объема жидких и сыпучих тел = 0,57 литра, 
и в кладовую чтобы принести два прекрасных круглых кекса с тмином которые он испек тем же днем для своего лакомого перекуса после ужина. # morsel — маленький кусочек /пищи/; легкая закуска
когда он вернулся назад Балин и Двалин разговаривали, сидя за столом, как старые друзья  
на самом-то деле они были братья). 
Бильбо плюхнул пиво и кекс перед ними /на стол/, 
когда снова раздался громкий звон колокольчика, 
а затем и другой звон.
точно уж Гэндальф на этот раз думал он, пока пыхтел /и шагал/ по проходу. 
но это был не он. 
это было еще двое гномов, 
оба в синих капюшонах, 
с серебряными ремнями, 
и желтыми бородами; 
и каждый из них нес по мешку с инструментами и по лопате. 
они шмыгнули внутрь, 
/сразу/, как только дверь начала открываться  — 
Бильбо уже был едва ли удивлен = и не удивлен почти. # hardly — едва ли, вряд ли; почти не 
чем я могу вам помочь, /любезные/ мои гномы сказал он. 
Кили, к вашим услугам!” 
сказал один. 
и Фили!” 
добавил другой; 
и они оба широким жестом сняли свои синие капюшоны и раскланялись. # to sweep / swept  — мести
к вашим /услугам/ и /услугам/ ваших семейств!” 
ответил Бильбо, 
помня о своих манерах на этот раз.
Двалин и Балин уже здесь, я так вижу,” 
сказал Кили. 
давайте присоединимся к компании!” # throng — толчея, толпа, куча  
компания!” 
подумал мистер Бэггинс. 
мне не нравится как это звучит. # sound — звук  
мне действительно необходимо присесть на минутку и собраться с мыслями и выпить чего-нибудь.” # wits — ум, разум 
он только и выпил один глоточек  
/сидя/ в углу, 
в то время, как четверо гномов сидели вокруг стола, 
и разговаривали о рудниках и золоте и проблемах с гоблинами, 
и опустошительных налетах драконов, 
и кучах других вещей, которых он не понимал, 
и не хотел понимать, 
из-за того, что они звучали очень уж рискованно когда, 
«динь-дон-и-линь-дан», 
снова зазвенел его колокольчик, 
словно какой-то шаловливый маленький хоббит-мальчик пытался оторвать ручку.
кто-то у двери!” 
сказал он, моргая.
кто-то вчетвером я бы сказал по звуку,” 
сказал Фили. 
кроме того мы видели, что они подходят за нами, в отдалении.”
бедный маленький хоббит присел /на стул/ в холле и положил свою голову на свои руки, 
и задумался, что же такое случилось, 
и что еще случится, 
и останутся ли они все к ужину. 
затем колокольчик зазвенел снова, громче, чем когда бы то ни было, 
и он побежал к двери. 
это была не четверка, в конце концов, 
это была пятерка /гномов/. 
еще один гном подошел пока он размышлял в холле. 
он едва повернул круглую ручку до того, как они все оказались внутри, 
кланяясь и говоря 
"к вашим услугам", 
один за другим. 
Дори, 
Нори, 
Ори, 
Ойн, 
и Глойн были их имена; 
и очень скоро два пурпурных капюшона, 
серый капюшон, 
коричневый капюшон, 
и белый капюшон висели на колышках, 
и все они промаршировали /из прихожей/ их широкие ладони /были при этом/ засунуты за их золотые и серебряные ремни чтобы присоединиться к остальным. 
`,
  1_5: `уже почти что образовалась компания. 
некоторые требовали эля, # ale — светлое пиво
а кто-то портер, # porter — зд. черное пиво
кто-то — кофе, 
и все они требовали кексов; 
так что хоббит был очень занят некоторое время. # to keep smb. busy — заставлять кого-либо напряженно трудиться
большой кофейник: «кувшин кофе» был только что поставлен на очаг, 
и кексы с тмином закончились, 
и гномы перешли уже к ячменным лепешкам с маслом, # round — шар, круг; зд. очередное блюдо
когда раздался 
громкий стук. 
не звонок, 
но громкий тук-тук по красивой зеленой двери хоббита. # hard — твердый; крепкий 
кто-то колотил /по двери/ палкой!
Бильбо понесся по проходу, 
очень сердитый, 
и одновременно смущенный и взволнованный, и взбешенный # bewuthered — авторск.: be + wuthered (север. англ. диал  = о ветре: дующий сильно, с ревом, о месте: характеризуемый таким ревом: т. е. зд. = встревоженный и рассерженный шумом) — 
это была самая нескладная среда какую он когда-либо помнил. 
он потянул дверь и открыл ее рывком, 
и все они ввалились в дом, # to fall / fell / fallen  — падать
один поверх другого. # top — верхушка, верхняя часть  
еще больше гномов аж четверо! 
и за ними стоял Гэндальф, 
опиравшийся на свой посох и хохочущий. 
он сделал целую вмятину на красивой двери; 
он также, между прочим, 
сбил тот самый секретный знак который он нанес туда /на дверь/ предыдущим утром.
осторожнее! 
сказал он. 
это так на тебя не похоже, Бильбо заставлять друзей ждать за дверью, # mat — мат, циновка, подстилка
и после этого открывать дверь, словно /выстреливая/ из пугача! 
позвольте вам представить Бифур, 
Бофур, 
Бомбур, 
и, особенно, Торин!”
к вашим услугам!” 
сказал Бифур, 
Бофур и Бомбур, стоя в ряд. 
затем они повесили /на колышки/ два желтых капюшона и один светло-зеленый; 
а также один небесно-голубой с длинной серебряной кисточкой. 
этот последний принадлежал Торину, 
невероятно важному гному, 
на самом деле, ни кому другому, как великому Торину Оукеншильду # oaken — дубовый # shield — щит, 
который вовсе не был доволен тем что упал плашмя на придверный коврик Бильбо с Бифуром, 
Бофуром, 
и Бомбуром поверх него. 
прежде всего потому что Бомбур был неимоверно толстый и тяжелый. 
Торин на самом-то деле был очень надменный, 
и не сказал ничего ни о каких услугах; 
но бедный мистер Бэггинс сказал, что ему очень жаль, так много раз, 
что в конце концов он пробормотал  
прошу, не упоминайте об этом,” # don’t mention it — не стоит, ничего—в ответ на извинения
и перестал хмуриться.
теперь мы все здесь!” 
сказал Гэндальф, 
смотря на ряд из тринадцати капюшонов  — 
самых лучших отстежных капюшонов для хождения в гости — # to detach — отделять(ся); отвязывать
и на свою собственную шляпу, висевших на колышках.
очень веселое собрание! 
я надеюсь, что что-нибудь осталось для опоздавших: «поздно пришедших» покушать и выпить! 
что это? 
чай! 
нет уж, спасибо! 
мне: «для меня» немного красного вина, я думаю.”
и мне,” 
сказал Торин.
и малинового варенья и яблочного пирога,” 
сказал Бифур.
и сладких пирожков с изюмом и миндалем и сыру,” 
сказал Бофур.
и пирога со свининой и салату,” 
сказал Бомбур.
и еще кексов, и светлого пива, и кофе если вы не возражаете,” 
потребовали: «прокричали» другие гномы через дверь.
и добавьте еще несколько яиц будьте уж так добры: «хорошим человеком»!” 
Гэндальф сказал ему вслед, 
когда хоббит поковылял к кладовым. 
да и принесли бы холодной курицы и пикулей!”
кажется, что знает также много о запасах в моих кладовых  сколько я и сам знаю!” # inside — внутреннее пространство, внутренности
думал мистер Бэггинс, 
который чувствовал себя определенно сбитым с толку, 
и начинал размышлять уж не самое ли ужасное приключение вошло прямо к нему в дом. # wretched — несчастный, жалкий, отвратительный 
к тому самому времени когда он все бутылки и блюда и ножи и вилки и стаканы и тарелки и ложки и еду и питьенагромоздил на больших подносах, # thing — вещь, предмет  
он становился все более разгоряченным, # hot — горячий, жаркий
раскрасневшимся: «красным лицом», 
и раздраженным.
черт бы побрал этих гномов, чтоб им всем  сказал он вслух. # confusticate — псевдо-латинское = to confuse, to confound, to perplex — смущать, запутывать, проклинать# bebother = bring trouble upon — навлечь беду на кого-либо
почему бы им не прийти и не помочь мне?” # to lend — давать взаймы, отдавать # hand — рука, сторона
и вдруг, смотри-ка! 
уже стояли Балин и Двалин у двери кухни, 
и Фили и Кили за ними, 
и не успел он оглянуться: «и прежде, чем он смог сказать "нож"»  
они быстро уносили подносы и пару маленьких столиков в небольшую гостиную  
и разложили все заново /на столах/.
Гэндальф сел во главе стола: «компании»  
с тринадцатью гномами вокруг: 
и Бильбо сел на скамеечку у камина, 
покусывая без аппетита сухое печенье  
его аппетит совершенно пропал ), # to take away — убирать, уносить
и пытался выглядеть так как будто если бы все было совершенно обыкновенно  
и ни в малейшей мере не напоминало приключение. 
гномы все ели и ели и разговаривали и разговаривали, 
и время шло. 
наконец, они оттолкнули назад свои стулья, 
и Бильбо дернулся: «сделал движение» чтобы собрать тарелки и стаканы.
я полагаю, что вы все останетесь поужинать?” 
сказал он своим наивежливейшим, ненастойчивым тоном.
конечно!” 
сказал Торин. 
и после /ужина останемся/ мы не покончим с этим делом допоздна, 
и надо бы нам сперва послушать музыку. 
а теперь, приведем-ка все в порядок!”
`
}
