export default {
  message: `Пожалуйста, поддержите нас деньгами через  
<a target='_blank' rel='noopener noreferrer' href='https://www.paypal.me/aparus'>
PayPal</a> или <a target='_blank' rel='noopener noreferrer' href='https://money.yandex.ru/to/41001512310147'>
YandexMoney</a>. 

На что нам нужны деньги? 
`,
  expansionPanel: [
    {
      title: `Программный продукт`,
      content: `В первую очередь наш проект - это программный продукт, доступный для всех как в виде исходного кода, 
так и онлайн сервиса.

Написанию кода предшествуют исследования, проектирование и эксперименты. 

<a target="_blank" rel='noopener noreferrer' href="https://github.com/aparus/frazy">
Код открытый</a> 
и вы можете проследить всю историю его создания от первой буквы и оценить объем. 
Также мы публикуем на 
<a target="_blank" rel='noopener noreferrer' href="https://github.com/Aparus/frazy/projects/1">
Гитхаб-проектах</a> 
планы на будущее, 
текущие задачи и процесс работы. Вы можете оценить их объем и полезность. 
`,
    },
    {
      title: `Технические расходы`,
      content: `Сервис находится на хостинге Google Firebase и пока что укладывается в бесплатный тариф 'Spark': 
2 ГБ файлового хранилища и 1 ГБ для БД. Но как только мы преодолеем этот порог, 
возникнут ежемесячные расходы исходя из этого 
<a target="_blank" rel='noopener noreferrer' href="https://firebase.google.com/pricing">
прайса</a>. 
`,
    },
    {
      title: `Контент`,
      content: `Чтобы показать суть идеи и её универсальность, 
мы добавили как минимум по 1 материалу из 6 официальных языков ООН с английским переводом. 

Хотя мы рассчитываем, что пользователи сами будут добавлять материалы, 
мы берем на себя работу по модерации. 

Иногда нам придется показывать пример, задавать темп.  
Приоритеты по контенту и процесс работ мы тоже публикуем на 
<a target="_blank" rel='noopener noreferrer' href="https://github.com/Aparus/frazy/projects/1">
Гитхаб-проектах</a>. Пока это первые шаги и мы ищем оптимальную стратегию в отношении контента. 

Проект включает немало концептуальных вещей, которые надо детально проработать и описать в виде текста и видео.
Это работа по созданию документации, уроков и статей: как что работает, как что делать, почему принято то или иное решение. 
`,
    },
    {
      title: `Приоритеты`,
      content: `1) Технические расходы (без них сайт не сможет полноценно функционировать)

2) Завершение запланированных работ по веб-платформе. Это ещё $5k (из расчёта $1k за месяц работы).

3) Контент. Исходя из предпочтений пользователей мы будем добавлять аудиокниги, подкасты и другие доступные материалы.

4) SMM, создание и распространение информации о нас,  активный поиск партнеров - в университетах, школах, диаспорах, на языковых форумах.

5) Дизайн. 

6) Также мы хотим равномерно закрыть наши затраты на создание первой версии программы и запуска сервиса. 
Со всем его кодом, демо материалами и статьями это $5k. (4 месяца плотной работы программиста и переводчика)
`,
    },
    {
      title: `Отчетность`,
      content: `Чтобы вы случайно не отправили нам лишние или незаслуженные деньги, 
      мы публикуем каждое пожертвование в формате: 

      Дата | Сумма | Комментарий

В конце месяца мы подводим итоги. Вся наша работа открыта. 
За кодом вы можете следить на гитхабе, за контентом - на сайте, за медиа - в соцсетях. 
Так что вы всегда сможете оценить объем поступивших к нам средств и то, как мы ими распорядились. 


По мере роста проекта мы будем оставлять заявки на спонсорство на платформах, 
поддерживающих образовательные и опенсорс проекты. 
На данном этапе мы ограничены рядом факторов, например: 
отсутствием у нас системы платежей Stripe и даже малым количеством звёзд на Гитхабе.
  `,
    },
    {
      title: `Если не будет денег`,
      content: `Если мы не сможем собрать нужное количество денег для поддержки проекта, 
      то его доработка будет происходить в случайном порядке без всяческих гарантий 
      и возможно даже мы закроем его.`,
    },
  ],
}
