export const translations = {
  blablabla: {
    lang: 'ru',
    for: 'hobbit1_1',
    phrases: {
      '1ode4easgv': { text: 'Хоббит' },
      q6ua1mrpcdg: { text: 'Глава 1.' },
      q100k7uc9oo: { text: 'Неожиданные гости' },
      '5rvnsng7l2g': {
        text: 'в норе под землей: «в земле»;  жил-был хоббит. #hole — дыра, отверстие'
      },
      hah15q1q6fo: { text: 'не в отвратительной, грязной, мокрой норе, ' },
      '806tvi51obg': {
        text:
          'заполненной хвостами червей  и затхлым запахом тины # end — конец, край # oozy — илистый, влажный, '
      },
      lein5gglml: {
        text:
          'но и не в сухой, голой, песчаной норе в которой нет ничего, на чем /можно/ посидеть или /что можно/ съесть:'
      },
      q1170tula4: { text: 'это была нора хоббита, ' },
      jsdhvifo85o: {
        text: 'а это значит — комфортная /нора/.  #comfort — утешение, успокоение; уют'
      }
    }
  }
}
